<?php if (isset($error_message)):?>
<div class="container" style="margin: 18px auto;">
	<div class="alert alert-danger"><?php echo $error_message;?></div>
</div>
<?php else:?>
<script type="text/javascript">
</script>
<style>
</style>

<div class="container">
	<br />
	<h5 class="header center">利用規約</h5>
	<br />
	<div>
		ラウンドアバウト（以下「私共」とする）が提供する家計簿アプリケーション「ペイジャーナル」を利用する全ての方（以下「利用者」とする）へのサービス提供（以下「本サービス」とする）に対し利用条項を定めています。
		利用者は、本規約に必ず同意のうえご利用ください。また、私共は本サービスにおいて新サービスの追加や変更を不定期に行うことがあり、利用者はこれを予め承諾した上で本サービスを利用するものとします。
		<br />
		<br />
		<h6>第１条（概要）</h6>
		<ol>
			<li>本サービスは利用者が当アプリケーション上で投稿した家計データを蓄積し私共が管理した状態で編集、閲覧することができるサービスをいいます。</li>
			<li>利用者に対して、私共のお知らせ情報が不定期に配信されることがあります。利用者はこれを受取ることに同意したものとみなします。</li>
		</ol>

		<h6>第２条（利用条件）</h6>
		<ol>
			<li>本サービスの利用を希望する者は、本規約の内容に同意した上で、ユーザー登録を行い本サービスを利用するものとします。</li>
			<li>ユーザー登録申込者が本サービスに相応しくないと私共が判断した場合は、ユーザー登録を承認しない、またはユーザー登録を取り消す権利を私共は有します。</li>
			<li>利用者が90日間連続でログインまたは投稿がない場合はユーザー登録を取り消す場合があります。</li>
		</ol>

		<h6>第３条（禁止行為）</h6>
		<div style="margin: 10px 20px;">利用は、以下の各号に該当する行為または該当する恐れのある行為を行なってはなりません。
			なおこのような行為が発覚した場合は、警告有り無しに関わらずユーザー登録及び入力データを抹消することがございます。</div>
		<ol>
			<li>本規約を無視する行為</li>
			<li>第三者が保持するメールアドレスやSNS認証によるユーザー登録及びログイン行為</li>
			<li>第三者を本サービスを利用して特定するような行為</li>
			<li>本サービスが利用するサーバーに過度な負荷をかける行為</li>
			<li>利用者が本サービスにユーザー登録したログイン認証（メールアドレス、SNS認証）を第三者に譲渡すること</li>
			<li>著作権を侵害する行為</li>
			<li>セキュリティーを脅かすような行為または不正なプログラムコードを投稿する行為</li>
			<li>私共が提供しているインターフェース以外からデータ送受信を行う行為、あるいは試みる行為</li>
		</ol>

		<h6>第４条（免責）</h6>
		<ol>
			<li>本サービスは利用者が本サービスを利用したことにより直接的または間接的に発生した損害については、一切賠償いたしません。</li>
			<li>利用者が本サービスを利用しての行為が原因として第三者が私共に損害賠償請求等を主張してきた場合、当該利用者に対して損害賠償請求をすることができるとします。</li>
			<li>利用者は本サービスに投稿したデータを各自保管することとし、利用者が本サービスを利用して投稿・編集等したデータ及びユーザー登録情報が全部又は一部消滅し、又は改ざんされた場合であっても、私共はそれを回復等する責任その他一切の責任を負わないものとします。</li>
			<li>私共は日本国外での本サービスの利用に関連して利用者に発生した損害について、一切の責任を負わないものとします。</li>
			<li>私共が損害賠償責任を負う場合に故意又は重大な過失がある場合を除いて、私共は当該利用者が直接かつ現実に被った損害、また有料サービスにおいては私共が本サービスに関連して利用者から支払を受けた金銭の合計額を上限として損害賠償責任を負うものとします。</li>
			<li>サービス利用に必要なログイン情報について、第三者に盗用され、盗み見たことなどが原因でクレーム、紛争、損害賠償の請求を受けた場合、本サービスを免責するものとし、一切の損害賠償の請求や責任を追及しないものとします。</li>
		</ol>

		<h6>第５条（保守等による本サービスの停止）</h6>
		<ol>
			<li>本サービスはサーバー保守やシステム改修により利用者に通知することなくサービスを停止することがあります。また天変地異や私共が提携しているサービス側の影響により本サービスの運営が困難または不可能になった場合も同様です。</li>
		</ol>

		<h6>第６条（本サービスの終了）</h6>
		<ol>
			<li>本サービスは、営業上、技術上などの理由により、利用者への事前の通知なくして本サービスの全部または一部を終了することがあります。その場合に私共は利用者に対して本サービスの終了に伴う損害、損失、その他の費用の賠償または補償を免れるものとします。</li>
		</ol>

		<h6>第７条（規約の改定）</h6>
		<ol>
			<li>本サービスは、利用者の事前の承諾なく本規約を変更することができるものとします。この場合利用条件は、変更後の本規約によるものとします。また変更後の本規約は、本サービスのウェブサイト上に掲載した時点より効力を生じるものとします。</li>
		</ol>

		<h6>第８条（準拠法と裁判管轄）</h6>
		<ol>
			<li>この利用規約の準拠法は日本法とします。また、当サイトまたはこの規約に関連して当社と皆様の間で生じた紛争についてはさいたま地方裁判所を第一審専属管轄裁判所とします。</li>
		</ol>
		<br />
		<br />
	</div>
</div>

<?php endif; ?>

<footer class="page-footer teal">
	<div class="container">
		<div class="row">
			<div class="col l6 s12">
				<h5 class="white-text">運営管理</h5>
				<p class="grey-text text-lighten-4"><?php echo Html::anchor('info/us', \Config::get('journal.company.name'), array('class' => 'white-text'));?></p>
			</div>
			<div class="col l3 s12">
				<h5 class="white-text">ご利用案内</h5>
				<ul>
					<li><?php echo Html::anchor('info/privacy', 'プライバシーポリシー', array('class' => 'white-text'))?></li>
					<li><?php echo Html::anchor('info/terms', '利用規約', array('class' => 'white-text'))?></li>
					<li><?php echo Html::anchor('info/contract', '特定商取引に基づく表記', array('class' => 'white-text'))?></li>
				</ul>
			</div>
			<div class="col l3 s12">
				<h5 class="white-text">サービス</h5>
				<ul>
					<li><a class="white-text" href="#!">使い方</a></li>
					<li><a class="white-text" href="#!">よくある質問</a></li>
					<li><?php echo Html::anchor('info/contact', 'お問い合わせ', array('class' => 'white-text'))?></li>
				</ul>
			</div>
		</div>
	</div>
	<div class="footer-copyright">
		<div class="container">
			Copyright © RoundAbout All Rights Reserved.
		</div>
	</div>
</footer>

</body>
</html>
